
"Copy button:" = "Copy button:";
"Mail button:" = "Mail button:";
"Scan button:" = "Scan button:";
"Scan-To-Web button:" = "Scan-To_Web button:";
//Custom control UI strings
"Descreen" = "去网纹";
"Color Restoration" = "色彩还原";
"Adaptive Lighting" = "适应的光线";
"Unsharp Mask" = "钝化掩模";
"Remove Dust"   = "除尘";
"6-Color Scanning" = "6 色扫描";

"Tooltip_Descreen" = "删除屏幕 (moiré) 图样   ";
"Tooltip_ColorRestoration" = "还原褪掉的颜色";
"Tooltip_AdaptiveLight" = "自动调整曝光等级";
"Tooltip_Sharpen" = "增加锐利度";


//Cusom control  menu items
"None" = "无";
"Low" = "低";
"Medium" ="中";
"High" = "高";
"Extreme" = "极高";

"Resolution" = "分辨率";
"Source Size" = "源尺寸";
"New Size" = "新尺寸";
"Negative Number" = "负 %d";
"Slide Number" = "滑动 %d";
"HP ICA Scan" = "HP ICA 扫描";
"Install HP Devices" = "安装 HP 设备使用 Image Capture 进行扫描时所需的组件。";
"Communication error" = "通信错误";
"Communication error while scanning" = "与设备通信时发生错误。请检查是否已正确连接设备并将其开机。";
"Image Save Error" = "图像保存错误";
"Image Format Mismatch" = "在自动任务中选择的应用程序不支持所选文件格式。请选择其他应用程序或格式。";
"Disk full error" = "磁盘已满错误";
"Disk full error String Description" = "对不起，所选磁盘已满。请将文件保存到其他磁盘，或是删除某些文件以腾出空间。";
"Permissions Error" = "权限错误";
"Permission Error Description" = "您不具备在 [directory name] 中保存文件的权限。请保存到其他位置。";
"Invalid value" = "无效值";
"Invalid value description" = "在 %@ 字段中指定的值无效。请指定一个介于 %ld 与 %ld 之间的值，并重新扫描。";
"Image size is too long" = "图像尺寸过大。请调低图像高度、宽度、分辨率、缩放率或调整输出类型。";
"Read error" = "读取错误";
"Read error Description" = "从设备获取扫描时发生错误。请重试。";
"Installation Problem" = "所需软件组件丢失或损坏。请重新安装设备软件并/或检查硬盘驱动器是否存在问题。";
"Document feeder error" = "文档进纸器错误";
"Paper Jam Description One" = "自动文档进纸器发生卡纸。有关清除卡纸的相关帮助信息，请参阅设备随附的说明文档。";
"Paper Jam Description Two" = "自动文档进纸器发生卡纸或无法取纸。请取出进纸堆叠器，轻轻拍打并在文档进纸器中将其替换。有关详细信息，请参阅设备附带的说明文档。";
"Paper Jam Description Three" = "自动文档进纸器上的锁扣没有扣牢。请按下锁扣直到听见喀嗒一声以扣牢锁扣，然后重新进行扫描。";
"Document feeder empty" = "文档进纸器已空";
"Document feeder empty description One" = "自动文档进纸器未检测到文档。请将原稿正确插入到自动文档进纸器中。";
"Document feeder empty description Two" = "已将原稿从自动文档进纸器中移除。请将其替换，并继续扫描。";
"ADF Duplex error" = "自动文档进纸器无法对超过 12 英寸的原稿双面都进行扫描。";
"Transparent Media Adapter Error" = "透明介质适配器错误";
"Transparent Media Adapter Error Description One" ="无法找到透明介质适配器 (TMA)，因此无法完成扫描。如果您有 TMA，请务必将其牢固连接到扫描仪上，然后再重试。";
"Transparent Media Adapter Error Description Two" = "请务必牢固连接并正确放置透明介质适配器。如果设备使用了定位板，则务必将板上的参照标记与扫描仪的标记对齐，然后重新扫描。";
"Transparent Media Adapter Error Description Three" = "透明介质适配器盖必须从扫描仪机盖上移除。如果已经移除，则请确保已将模板正确地放置在扫描仪玻板上。如果未使用模板，则请确保未挡住机盖上的校准窗口。将待扫描介质放置在距扫描仪玻板顶端下方约 1.5 英寸 (4 cm) 处。";
"Transparent Media Adapter Error Description Four" = "将原稿从扫描仪玻板上移除。此外，请务必牢固连接并正确放置透明介质适配器。";
"Transparent Media Adapter Error Description Five" = "已将软件设置为扫描幻灯片（正片），但实际检测到的是负片。请将文档类型更改为负片。";
"Transparent Media Adapter Error Description Six" = "已将软件设置为扫描负片，但实际检测到的是幻灯片（正片）。请将文档类型更改为彩色幻灯片或正片。";
"Transparent Media Adapter Error Description Seven" = "光罩无法检测指定的介质。请确保已将介质正确放入光罩并且已为要扫描的介质选择适当的介质类型 (正片或负片)。";
"Transparent Media Adapter Error Description Eight" = "现在扫描仪无法执行光罩扫描。请稍候，直到扫描仪不忙，然后再试。";
"Scan Cancelled" = "已取消扫描";
"Scan Cancelled Description" = "由于已在扫描期间取消操作，因此未完成扫描。";
"Device Busy" ="设备忙";
"Device Busy Description" = "其他应用程序正在使用扫描仪。请退出其他扫描应用程序并重试。";
"Device Busy Description Network" = "所选网络设备忙，无法执行请求的操作。请稍后重试。"; 

"Image Capture Scan" = "Image Capture 扫描";
"Sharpen" = "锐化";
"6-Color Scan" = "6 色扫描";
"Missing or Damaged Software" = "软件丢失或损坏";
"One or more components needed by Image Capture is missing or damaged. Please reinstall the software for your HP device." = "Image Capture 所需的一个或多个组件已丢失或损坏。请为 HP 设备重新安装软件。";
"File name too long" = "文件名过长";
"The file could not be saved because the filename is too long. Please enter a shorter name and try again." = "由于文件名过长而无法保存文件。请输入较短的文件名并重试。";
"Warning: File name starts with a period" = "警告：文件名开头包含句点。";
"The filename you have entered begins with a period (.). If you continue, the file will be saved as a hidden file and will not be visible in the Finder. To correct this, remove the period from the start of the filename." = "您输入的文件名开头包含句点 (.)。如果继续操作，则会将文件保存为隐藏文件，且在 Finder 中不可见。要更正此错误，请删除文件名开头的句点。";
"Error Saving Image" = "图像保存错误";
"Image Capture has encountered an unknown error. The image could not be saved. Please try again." = "Image Capture 遇到未知错误。无法保存图像。请重试。";



// Added on the 5-June-08
"Last overview scan was cancelled, please overview it again and then scan" = "上次的全页预览扫描已取消，请重新预览后再扫描";
"Templates" = "模板";

"DEVICE_BUSY" = "设备正忙";
"DEVICE_BUSY_DESCRIPTION" = "设备当前正在使用中。请等待上一任务完成之后，再尝试执行扫描操作。";


